Repository: common-repository/world-of-warcraft-armory-table
Catalog: lang/wowarmorytable-plugin-*.po
Languages: de_de

source: You do not have sufficient permissions to access this page.
de_de: Du hast nicht die nötigen Rechte diese Seite zu sehen.

source: Characters of
de_de: Charakter von

source: Poll Chars
de_de: Hole Charaktere

source: First Character Poll
de_de: Hole Charaktere

source: Use it only for the First Poll (Fill out Guild Name, Server and Region First)
de_de: Benutze diese Funktion nur wenn die Charaktertabelle leer ist (z.B. nach dem ersten Aktivieren).

source: Update Characters
de_de: Update Charakter

source: This is for Updating your guilds Characters
de_de: Hiermit kannst du z.B. das Level deiner Charaktere aktualisieren.

source: Empty Characters
de_de: Leere Charaktere

source: If something went wrong and you would like to empty the whole table, use this.
de_de: Benutze diese Funktion wenn du die Charaktertabelle leeren möchtest.

source: Classes in English
de_de: Klassennamen in Englisch

source: English Classes
de_de: Englische Klassennamen

source: Use this button to switch to english Classnames.
de_de: Mit diesem Button kannst du auf englische Klassennamen wechseln.

source: Reset Classnames to Bloglanguage
de_de: Klassennamen auf Blogsprache zurück setzen.

source: Reset Classes
de_de: Klassen zurücksetzen

source: Use this button to switch back to classnames in your blog's language.
de_de: Mit diesem Button kannst du die Klassennamen auf deine Blogsprache zurück stellen.

source: Rank
de_de: Rang

source: Class
de_de: Klasse

source: Please Wait...
de_de: Bitte warten...

source: Show _MENU_ entries.
de_de: Zeige _MENU_ Einträge.

source: No entries present.
de_de: Keine Einträge vorhanden.

source: _START_ to _END_ from _TOTAL_ entries
de_de: _START_ bis _END_ von _TOTAL_ Einträgen

source: 0 to 0 from 0 entries
de_de: 0 bis 0 von 0 Einträgen

source: (filtered from _MAX_ entries)
de_de: (gefiltert von _MAX_ Einträgen)

source: Search
de_de: Suchen

source: First
de_de: Erste

source: Previous
de_de: Vorherige

source: Next
de_de: Nächste

source: Last
de_de: Letzte

source: Settings
de_de: Einstellungen

source: WoW Armory Table - Settings
de_de: WoW Armory Table - Einstellungen

source: Base Settings
de_de: Grundeinstellungen

source: Guild Name
de_de: Gildenname

source: Entries to show on the table
de_de: Wie viele Einträge in der Tabelle?

source: Guild Ranks
de_de: Gildenränge

source: Style Settings
de_de: Style Einstellungen

source: Class Colors
de_de: Klassenfarben

source: Normal View Colors
de_de: Farben - Normale Ansicht

source: Class View Colors
de_de: Farben - Klassenansicht

source: Warrior
de_de: Krieger

source: Hunter
de_de: Jäger

source: Rogue
de_de: Schurke

source: Priest
de_de: Priester

source: Death Knight
de_de: Todesritter

source: Shaman
de_de: Schamane

source: Mage
de_de: Magier

source: Warlock
de_de: Hexenmeister

source: Monk
de_de: Mönch

source: Druid
de_de: Druide

source: Odd Row
de_de: Ungerade Reihe

source: Even Row
de_de: Gerade Reihe

source: Border Color
de_de: Farbe der einzelnen Trennlinien

source: Font Color
de_de: Schriftfarbe

source: Overall Background
de_de: Gesamter Hintergund

source: Divider Color (hr)
de_de: Farbe des Trenners (hr)

source: Choose...
de_de: Wähle...

source: Highest Rank, like Guild master
de_de: Höchster Rank, z.B. Gildenmeister

source: Lowest Rank
de_de: Niedrigster Rang

source: Delete
de_de: Löschen

source: Add Group
de_de: Gruppe hinzufügen
